module.exports = {
    // 基本資料
    FCRD000001: ['K線', '營收', '現金流量表', '資產負債表', '損益表'],
    // K線
    FCRD000002: ['營收', '損益表', '法人買賣超', '融資融券', 'EPS', '本益比河流圖', '本淨比河流圖'],
    // 重大訊息
    FCRD000006: [],
    // 法人買賣超
    FCRD000007: ['K線', '融資融券', '股利政策', '營收'],
    // 營收圖表
    FCRD000008: ['損益表', '現金流量表', '資產負債表', 'K線', '成長能力', 'ROE/ROA'],
    // 主力券商
    FCRD000012: [],
    // 基本概況
    FCRD000013: [],
    // 概念股
    FCRD000014: [],
    // EPS
    FCRD000016: ['本益比河流圖', '股利政策', '營收', '損益表', 'K線'],
    // 本益比河流圖
    FCRD000018: ['股利政策', '營收', '損益表', 'EPS', 'K線'],
    // 集保分佈
    FCRD000022: ['K線', '基本資料', '股利政策', 'EPS'],
    // 損益表
    FCRD000025: ['現金流量表', '資產負債表', 'K線', '營收'],
    // 現金流量表
    FCRD000027: ['損益表', '資產負債表', 'K線', '營收'],
    // 資產負債表
    FCRD000028: ['損益表', '現金流量表', 'K線', '營收'],
    // 申報轉讓
    FCRD000029: [],
    // 董監持股
    FCRD000030: [],
    // 本淨比河流圖
    FCRD000035: ['基本資料', '本益比河流圖', 'K線', '資產負債表'],
    // 即時走勢
    FCRD000038: [],
    // 成長能力
    FCRD000039: ['EPS', '營收', 'ROE/ROA', '經營能力', '償債能力', '損益表', '利潤比率'],
    // 新聞
    FCRD000040: [],
    // 利潤比率
    FCRD000042: ['EPS', '營收', 'ROE/ROA', '經營能力', '償債能力', '成長能力', '損益表'],
    // 融資融券
    FCRD000043: ['K線', '法人買賣超', 'EPS', '營收'],
    // ROE/ROA
    FCRD000044: ['EPS', '營收', '經營能力', '償債能力', '成長能力', '損益表', '利潤比率'],
    // 經營能力
    FCRD000045: ['EPS', '營收', 'ROE/ROA', '償債能力', '成長能力', '損益表', '利潤比率'],
    // 償債能力
    FCRD000046: ['EPS', '營收', 'ROE/ROA', '經營能力', '成長能力', '損益表', '利潤比率'],
    // 股利政策
    FCRD000097: ['本益比河流圖', '營收', '損益表', 'EPS', 'K線'],
};

// Available:
// "EPS圖", "損益表" , "現金流量表", "資產負債表","營收圖表", "法人買賣超","集保分佈","股利政策",
// "本淨比河流圖","ROE/ROA","基本資料","股價K線", "成長能力","融資融券","經營能力","償債能力",
